Repository: giellalt/corpus-sme
Catalog: tmx/eng/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=951_lang=davvi.html.tmx
Source language: sme
Languages: eng

source: Greenland Eyes - filbmafestivála Sajosis 20.-24.11.2014
eng: International Film festival Greenland eyes comes to Finland on its Nordic tour in November.

source: Riikkaidgaskasaš filbmafestivála Greenland Eyes boahtá Supmii Davviriikkaid turnees skábmamánus.
eng: The festival brings the colors, sounds and atmosphere of Greenland to Sajos on 20th-24th of November.

source: Oaidninláhkai leat oanehisfilmmat, animašuvnnat, dokumeanttat, musihkkavideot, historjjálaš potreahtat ja unihka guhkes filmmat nu ruonáeatnanlaš go olgoriikkalaš bagadalliin.
eng: The festival will showcase a range of shorts, animations, documentaries, music videos and unique feature length productions both from Greenlandic and foreign film directors.

source: Greenland Eyes lea máilmmi stuorámus Ruonáeatnamii gulavaš festivála.
eng: Greenland eyes is the biggest festival focusing on Greenland.

source: Dat buktá ovdan filmmaid, mat ovddastit sierra genreid ja sierra áigodagaid. Oktasaš filmmaide lea dat, ahte dat muitalit midjiide juoiddá dálá Ruonáeatnamis.
eng: It features films across all genres each film selected to add an individual insight into today ’ s Greenland.

source: Festivála lágiduvvo dál nuppe geardde.
eng: The festival is organized for the second time.

source: Festivála vuosttas jagi 2012 filmmain návddašuvvui Berliinis. Dán jage filmmaid mearri lea lassánan nu olu ja beroštupmi leamašan nu viiddis, ahte ovtta gávpoga sajis festivála johtá dál buot Davviriikkaid.
eng: The inaugural festival took place in Berlin in 2012 and this year the number of submitted films was so great, and the interest so overwhelming, that the 2014 festival is touring all the Nordic countries.

source: Borgemánus Ruonáeatnamis álgán festiválaturnee lea ovdal Suoma geargan juo Dánmárkui, Fearasulluide, Islándai ja Ruŧŧii. Suoma maŋŋá maŋimuš čájeheamit dollojit Norggas juovlamánu 18. beaivve.
eng: Beginning in Greenland on August the 28 th the festival then travels to Denmark, Faroe Islands, Iceland, Sweden and Finland, before finishing in Norway on December the 18 th.

source: Filmmat čájehuvvojit Sámekulturguovddáš Sajosa auditorios.
eng: The screenings takes place in the auditorium of Sámi Cultural Center Sajos.

source: Filmmaide lea eaŋgalsgielat teaksta.
eng: All the films have subtitles in English.

source: Prográmma:
eng: Thursday 20.11.2014 at 18.00

source: Duorastat 20.11.2014 dmu 18.00 Festivála rahpansánit: festivála hoavda Ivalo Frank ja buvttadeaddji Nicholas Alan.
eng: Introduction by festival director &producer Ivalo Frank and Nicholas Alan.

source: Filbma Nuummioq (Someone from Nuuk bag.
eng: At 18.00 Greenland Unrealised (by Dania Reymond) and

source: Otto Rosing ja Torben Beck)
eng: At 20.00 Anigaaq (by Jonas Cuaron) and

source: Lávvardat 22.11.2014 dmu 11.00 Filmmat The girl and the dogs (bag.
eng: Saturday 22.11.2014

source: Guillaume Mainguet ja Selma Vihunen) ja Souls in a room (The making of an album) bag. Mikisoq H. Lynge) sihke Echoes (bag.
eng: At 11.00 The girl and the dogs (by Guillaume Mainguet and Selma Vihunen) and Souls in a room (The making of an album) by Mikisoq H. Lynge) and Echoes (by Ivalo Frank).

source: Ivalo Frank).
eng: Q &A with director.

source: Maŋimuš filmma loahpas lea maiddái gažaldat - vástádus – sessio bagadalliin. dmu 17.30 Camera Borealis & Kaamosjazz konsearta Guhkkin Davvin – Mátki lundui govaiguin ja šuoŋaiguin.
eng: At 17.30 Kaamos Jazz and Camera Borealis presents: Picture concert ” Faraway in North – A journey into nature ” at Sámi cultural centre Sajos.

source: Sotnabeaivi 23.11.2014 dmu 18.00 Filbma Sullorsuaq (The tunnel bag. Marc Fussing Rosbach) ja Hinnarik Sinnattunilu (Hinnariks ’ s dreams bag.
eng: At 18.00 Sullorsuaq (The tunnel by Marc Fussing Rosbach) and Hinnarik Sinnattunilu (Hinnariks ’ s dreams by Angajo Lennert Sandgreen)

source: Martin Skinkløv ja Rune Bundgaard)
eng: Monday 24.11.2014

source: Vuossárga 24.11.2014 dmu 18.00 Filbma Aulahuliat (Moving Images by Uusaqqak Qujaukitsag) ja Block P (by Peter Jensen ja Rikke Diemer) dmu 20.00 Sooqakersuuttugut (Why we fight bag.
eng: At 20.00 Sooqakersuuttugut (Why we fight by Inuk Silis Hoegh) Before tomorrow (by Marie Hélène Cousineau and Madeline Ivalu)

source: Inuk Silis Hoegh) Before tomorrow (bag.
eng: Information about the films on the festival homepage.

source: Marie Hélène Cousineau ja Madeline Ivalu) Bileahtaid filmmaide sáhttá oastit Sajosa infos Sajosa rabasáigge ja maiddái neahttagávppis www.lipputoimisto.fi.
eng: Tickets for the movies from Sajos info during opening times (Mon-Fri 9am-5pm) and from the internet www.lipputoimisto.fi.

source: Dan lassin dat vuvdojit diimmu ovdal juohke filmma álgima uvssa luhtte.
eng: In addition tickets can be bought from the door one hour before the screening.

source: Bileahtat 6 euro, nuorat (vuollái 17 jagi) ja studeanttat 3 euro ja mánát (vuollái 12 jagi) nuvttá.
eng: Tickets for the movies 6 euros. Youth (under 17) and students (3 e) and children (under 12) free of charge.

source: Kaamosjazz-konseartta bileahtaid sáhttá oastit bileahttadoaimmahagas www.lipputoimisto.fi dahje Sajosa infos rabasáigge.
eng: The tickets for the Kaamosjazz & Camera Borealis – concert can be bought from www.lipputoimisto.fi or from Sajos info.

source: Dan lassin dat vuvdojit diimmu ovdal dáhpáhusa álgima uvssa luhtte.
eng: Tickets can also be bought from the door an hour before the show.

source: Ovdabileahtta 25 e / uvssas 30 euro.
eng: Pre-ticket 25e/30 from the door.

source: Festivála áigge Sajosa váldofeaskáris lea oaidninláhkai čuovgagovvačájáhus ISI.
eng: Photography exhibition ISI.

source: / ØJE, gosa Pipaluk Lykke Løstrup lea čohkken amatevragovvideaddjiid digigovaid miehtá máilmmi.
eng: / ØJE during the festivals in the lobby of Sajos.

source: dahje telefovnnain 0045 36 96 56 62 Lassidieđut bileahtain: Tämä sähköpostiosoite on suojattu roskapostia vastaan, aseta javascripttuki päälle nähdäksesi osoitteen.
eng: This e-mail address is being protected from spam bots, you need JavaScript enabled to view it or by phone 0045 36 96 56 62

source: dahje telefovnnain 050 565 1346
eng: This e-mail address is being protected from spam bots, you need JavaScript enabled to view it or by phone +358 50 565 1346
